 {
	"terms": [
		{
			"id": "criteriaRemove",
			"definition": "This will remove this criteria from your search."
		},
		{
			"id": "marketCap",
			"definition": "Total Market Cap is the value of the company as set by trading in the stock market. It is effectively the price per share multiplied by the total number of company shares outstanding."
		},
		{
			"id": "percentChange",
			"definition": "Percentage change over date range up to 1 year shows the recent price trend of the stock."
		},
		{
			"id": "priceVs52WeekHigh",
			"definition": "Current stock price vs. 52-week high and current stock price vs. 52-week low provide comparison points for evaluating price trends."
		},
		{
			"id": "priceVs52WeekLow",
			"definition": "Current stock price vs. 52-week high and current stock price vs. 52-week low provide comparison points for evaluating price trends."
		},
		{
			"id": "beta5Yr",
			"definition": "5-Year Beta measures the portion of a stock's price that changes in response to changes in the pricing in the overall stock market. A beta of 1 indicates that the market-sensitive portion of the stock's price has the same volatility as the overall market. A beta greater than 1 indicates that the stock is relatively more sensitive to volatility in the market; a beta less than 1 indicates a more muted response. "
		},
		{
			"id": "volume",
			"definition": "Volume is the daily total number of shares traded. It may be for a single day or a longer-term average."
		},
		{
			"id": "totalRevenue",
			"definition": "Total Revenue is the sum of the cash inflows, increases in operating accounts such as receivables, and occasionally, unrealized gains generated in the course of a company's business activities."
		},
		{
			"id": "ebitdaMargin",
			"definition": "EBITDA Margin is the amount of a company's earnings before interest payments, taxes, depreciation, and amortization are deducted, expressed as a percentage of its revenue for the past fiscal year. "
		},
		{
			"id": "netProfitMargin",
			"definition": "Net Profit Margin is the amount of a company's profit after taxes, expressed as a percentage of revenue for the past fiscal year."
		},
		{
			"id": "eps",
			"definition": "Normalized diluted earnings per share (EPS) is the company's normalized net income divided by the diluted weighted average shares outstanding."
		},
		{
			"id": "totalDebtEquity",
			"definition": "Debt/Equity Ratio is the total amount of debt on the company's books divided by its total shareholder equity."
		},
		{
			"id": "totalRev1YrAnnGrowth",
			"definition": "1-Year Revenue Growth is the percentage change in the amount of revenue earned in the most recent fiscal year compared with the amount earned in the fiscal year before that."
		},
		{
			"id": "totalRev3YrAnnGrowth",
			"definition": "3-Year Revenue Growth is the annualized percentage change in the amount of revenue earned over the three most recent fiscal years. "
		},
		{
			"id": "totalRev5YrAnnGrowth",
			"definition": "5-Year Revenue Growth is the annualized percentage change in the amount of revenue earned over the five most recent fiscal years."
		},
		{
			"id": "peRatio",
			"definition": "P/E, or price-to-earnings ratio, is the company's current share price divided by its earnings per share over the past 12 months. "
		},
		{
			"id": "dividendYield",
			"definition": "Dividend Yield is the company's most recent annualized dividend per share divided by its price per share. "
		},
		{
			"id": "priceToBookRatio",
			"definition": "P/BV is the company's share price divided by its book value (assets minus liabilities) per share."
		},
		{
			"id": "avgBrokerReq",
			"definition": "Consensus Recommendation is the average numerical rating given to the stock by the investment analysts who follow the company. The scale runs from one (for buy) to five (for sell). Companies with fewer than three analysts reporting are not tallied for a consensus rating."
		},
		{
			"id": "industryGroup",
			"definition": "GICS Industry Classification, is a method for grouping companies into sectors (first level) and industries (second level). It creates a common framework for company analysis and portfolio policy. Industry denotes a company's predominant business activity."
		},
		{
			"id": "priceMomentum",
			"definition": "Price Momentum is an assessment of share price changes in a particular direction (negative or positive). The indicators are five-day, one-month, nine-month price movements, as well as 12-1 month price momentum and one-month price high to one-month price low ratio.<br /><br />A 'HIGH' score represents companies that have a higher rate or momentum at which the stock price is rising, and a 'LOW' score represents companies that have a higher rate or momentum at which the stock price is falling."
		},
		{
			"id": "analystExpectations",
			"definition": "Analyst Expectations of a company provides a consensus assessment by analysts who follow that company. It is derived from an equal weighted combination of analyst earnings forecasts, analyst earnings revisions, and earnings surprise. <br /><br />A 'HIGH' score represents companies that are likely to experience a positive price response due to favourable consensus analyst outlook, and a 'LOW' score represents companies that are likely to experience a negative price response due to less favourable consensus analyst outlook.<br /><br />Companies with at least 1 analyst covering the company will have a rating, as opposed to the S&P Capital IQ Consensus Estimates which requires 3 or more analysts covering the company to have a rating."
		},
		{
			"id": "historicalGrowth",
			"definition": "Historical Growth is often used to forecast a company's future growth potential. The indicators are year-over-year earnings growth, cash flow growth, and sales growth.<br /><br />A 'HIGH' score represents companies that have strong historical growth, and a 'LOW' score represents companies that have weak historical growth."
		},
		{
			"id": "valuation",
			"definition": "Valuation involves identifying the relative value of stocks compared with their peers. Undervalued stocks are currently not favored by the market, although possessing strong profitability or cash flows. An equal weighted combination of ratios used in assessing a company's valuation score are price-to-book, price-to-earnings, price-to-free cash flow, dividend yield, enterprise value-to-EBITDA, and enterprise value-to-sales. <br /><br />An 'UNDER' represents companies currently undervalued, and an 'OVER' represents companies currently overvalued."
		},
		{
			"id": "capitalEfficiency",
			"definition": "Capital Efficiency gauges how well a company uses its capital to generate returns for shareholders. Indicators used are return on equity, cash flow return on invested capital, long-term debt-to-equity ratio, capital acquisition ratio, and one year change in shares outstanding. <br /><br />A 'HIGH' score represents companies that are more capital efficient, and a 'LOW' score represents companies that are less capital efficient."
		},
		{
			"id": "earningsQuality",
			"definition": "Earnings Quality reflects a company's operating capabilities and competitiveness reflected through profitability, operational efficiency, and earnings quality. The indicators are profitability, cash conversion cycle, accounting quality and earnings stability.<br /><br />A 'HIGH' score represents companies that have strong earnings quality, and a 'LOW' score represents companies that have weak earnings quality."
		},
		{
			"id": "size",
			"definition": "Size of a company is measured by market capitalisation and sales in a year. <br /><br />A 'LARGE' company has a higher Size score, and a 'SMALL' company has a lower score."
		},
		{
			"id": "volatility",
			"definition": "Price Volatility is a measure of price fluctuations, and is widely used to identify stock specific risk.  The indicators used are one-month price volatility, one-year price volatility, five-year beta, and three-month coefficient of variation<br /><br />A 'LOW' volatility score represents companies with low price fluctuations, and a 'HIGH' volatility score represents companies with high price fluctuations."
		},
		{
			"id": "alphaFactors",
			"definition": "S&P Capital IQ's Alpha Factor Library (AFL) style classifications provide an easy way to filter for companies that could be targets using institutional investment ideas.<br /><br />The style profile of the selected company is displayed with green bars representing this company's quintile rank for each style. <br /><br />Within each style, we create a quintile group by ranking all companies by their style composite score and grouping according to their quintile membership, i.e., the top 20% of companies are ranked in the 1st quintile, and the lowest 20% of companies are ranked in the 5th quintile."
		},
		{
			"id": "roa",
			"definition": "Return on Assets is a measure of company profitability relative to total assets. It is calculated by dividing tax-effective EBIT (Earnings before Interest and Tax) by Average Total Assets over a 12-months period."
		},
		{
			"id": "roc",
			"definition": "Return on Capital is a measure of company profitability relative to total capitals. It is calculated by dividing tax-effective EBIT (Earnings before Interest and Tax) by Average Total Capital over a 12-months period."
		},
		{
			"id": "grossMargin",
			"definition": "Gross Margin is difference between Revenue and COGS (Cost of Goods Sold)."
		},
		{
			"id": "ebitdaMarginFinancial",
			"definition": "EBITDA Margin is a difference between Revenue and EBITDA (Earnings Before Interest, Taxes, Depreciation, and Amortization)."
		},
		{
			"id": "netIncomeMargin",
			"definition": "Net Income Margin is the difference between Revenue and all expenses."
		},
		{
			"id": "totalAssetTurnover",
			"definition": "Total Asset Turnover is the ratio between Total Revenue and Average Total Assets over a 12-months period"
		},
		{
			"id": "currentRatio",
			"definition": "Current Ratio measures a company's ability to cover current debt with current assets. It is calculated by dividing Total Current Assets by Total Current Liabilities"
		},
		{
			"id": "quickRatio",
			"definition": "Quick Ratio measures a company's ability to cover current debt with liquid current assets. It is calculated by dividing the sum of Cash, Short Term Investments, and Accounts Receivable by Total Current Liabilities."
		},
		{
			"id": "avgDaysInventory",
			"definition": "Average Days Inventory is a measure of estimated days to sell inventory. It is calculated by dividing Average Inventory by Cost of Goods Sold over a 12-month period, then multiplying by number of days in the period."
		},
		{
			"id": "avgDaysPayable",
			"definition": "Average Days Payable is a measure of estimated days to pay Accounts Payable. It is calculated by dividing Average Accounts Payable by Cost of Goods Sold minus Change in Inventory over a 12-month period, then multiplying by number of days in the period."
		},
		{
			"id": "avgCashConversion",
			"definition": "Average Cash Conversion a measure of estimated days to convert activities into cash flow. It is calculated by adding Avg Days Inventory and Avg Days Receivables, then subtracting Avg Days Payable."
		},
		{
			"id": "totalDebtEquityFinancial",
			"definition": "Total Debt/Equity is a measure of financial leverage to determine the amount of Debt used to finance operations."
		},
		{
			"id": "ebitdaIntExp",
			"definition": "Total EBITDA/Int Exp is a measure of a company's ability to produce Earnings Before Interest, Taxes, Depreciation, and Amortization to cover its Interest Expense."
		},
		{
			"id": "consensusRec",
			"definition": "S&P Capital IQ Consensus Estimates represents the aggregation of individual estimates provided by analysts that are covering a public company. Estimates typically represent an opinion of an analyst of company performance for the next 0-18 months. The size of the company and the amount of analyst coverage will determine the size of the group from which the Consensus is derived.<br /><br />Note: Companies with less than three analysts in the consensus will not be displayed."
		},
		{
			"id": "avgTradedVolM3",
			"definition": "Average 3 Month Traded Value is the average value of shares traded during the preceding three months."
		},
		{
			"id": "keyDevs",
			"definition": "Use In The News to understand the impact of news and events on market price. In the news is sourced from S&P Capital IQ's Key Developments database. S&P Capital IQ monitors, aggregates and tags items from over 20,000 sources in addition to regulatory filings, call transcripts, investor presentations, M&A rumors and company websites."
		},
		{
			"id": "avgVolumeM3",
			"definition": "Average 3 month traded volume is the average volume of shares traded during the preceding three months."				
		},
		{
			"id": "floatPercentage",
			"definition": "Free float represents the percentage of shares outstanding excluding shares held by strategic investors (holdings greater than 5%), company insiders, pensions and ESOP plans, endowments, foundations, and state owned shares."
		},
		{
			"id": "priceVolHistYr",
			"definition": "1 year volatility is the standard deviation of weekly log-normal price returns over the past year, annualized by a factor of 52 for the 52 trading weeks in a year."
		},
		{
			"id": "basicEpsIncl",
			"definition": "Basic earnings per share is the net income minus preferred dividend and adjustments, divided by the weighted average shares outstanding."
		},
		{
			"id": "returnOnEquity",
			"definition": "Return on Equity is a measure of company profitability relative to its total equity. It is calculated by dividing tax-effective EBIT (Earnings before Interest and tax) by Average Total Equity over a 12-months period."
		},
		{
			"id": "gtiScore",
			"definition": "Shows the latest Governance & Transparency Index (GTI) score for companies. GTI assesses companies on their corporate governance disclosure and practices, as well as the timeliness, accessibility and transparency of their financial results announcement."
		},
		{
			"id": "gtiRank",
			"definition": "Shows the latest Governance & Transparency Index (GTI) rank for companies. GTI assesses companies on their corporate governance disclosure and practices, as well as the timeliness, accessibility and transparency of their financial results announcement."
		},
		{
			"id": "gtiRankChange",
			"definition": "Shows the latest Governance & Transparency Index (GTI) change in rank for companies. GTI assesses companies on their corporate governance disclosure and practices, as well as the timeliness, accessibility and transparency of their financial results announcement."
		},
		{
			"id": "gtiAbout",
			"definition": "The Governance and Transparency Index (GTI) is a tripartite collaboration between CPA Australia, NUS Business School's Centre for Governance, Institutions and Organisations (CGIO) and The Business Times.<br /><br />The GTI assesses companies on their corporate governance disclosure and practices, as well as the timeliness, accessibility and transparency of their financial results announcement. The index is divided into two broad sections: governance and transparency (including investor relations). The governance section covers board matters, remuneration, accountability and audit whereas the transparency section focuses on how companies communicate with their shareholders.<br /><br />In addition, the index includes a \"bonus and penalty\" system where companies that go beyond the requirements of the code (e.g., by including limits on directorships held by the their directors) will be awarded additional points while negative events (e.g., directors or management resigning and raising corporate governance concerns) will lead to a deduction in the company's GTI score."
		},
		{
			"id": "vwap",
			"definition": "The unadjusted 6-month volume-weighted average price (VWAP) is computed based on total value of securities traded for the 6 months under review divided by the total volume traded for the 6 months. This applies regardless of the number of trading days during the 6-month review period (i.e. where the securities are thinly traded or trading is halted / suspended for a period of time)."
		},
		{
			"id": "adjVwap",
			"definition": "The adjusted 6-month volume-weighted average price (VWAP) is computed based on total value of securities traded for the 6 months under review divided by the total adjusted volume traded for the 6 months. The traded volumes are adjusted by utilizing the adjustment factors sourced from S&P Capital IQ to account for splits and secondary offerings, but not including dividends. This applies regardless of the number of trading days during the 6-month review period (i.e. where the securities are thinly traded or trading is halted / suspended for a period of time)."
		},
		{	"id": "totalMarketCap",
			"definition": "Total Market Cap is computed based on the stock's close price multiplied by the ordinary shares outstanding published in the company's most recent statement filings."
		},
		{
			"id": "dividendYieldVal",
			"definition": "Dividend Yield calculations are subjected to currency translation differences based on reported earnings in the companies' filings."
		},
		{
			"id": "exchange",
			"definition": "Exchange allows you to search for companies located in other exchanges. This option is only available to StockFacts Plus trial users and subscribers."
		},
		{
			"id": "est_targetPrice",
			"definition": "It is the stock price analysts expect to see within a period of 0-18 months. Target price is a non-periodic estimate and will not have Actuals available.<br/>Estimates will be displayed when there are 3 or more analyst contributions."
		},
		{
			"id": "est_longTermGrowth",
			"definition": "Most analysts define Long Term Growth as an estimated average rate of earnings growth for the next 3-5 years.<br/>The exact time frame will differ from broker to broker. The metric is a compound annual growth rate based on current and projected EPS values.<br/>Estimates will be displayed when there are 3 or more analyst contributions."
		}, 
		{
			"id":"est_priceVolatility",
			"definition":"Most analysts define Price Volatility as the uncertainty or risk related to price fluctuation.<br/>If stock price fluctuates rapidly over short period of time, it has high volatility. If the stock price remains stable with little changes, it has low volatility.<br/><div>Range</div><div>1.0 - 1.5&nbsp;&nbsp;Low</div><div>1.5 - 2.5&nbsp;&nbsp;Below Average</div><div>2.5 - 3.5&nbsp;&nbsp;Average</div><div>3.5 - 4.5&nbsp;&nbsp;Above Average</div><div>4.5 - 5.0&nbsp;&nbsp;High</div>"
		},
		{
			"id":"est_industryRecommendation",
			"definition":"It is the opinion expressed by the broker analysts on the stock performance over a short term period.<br/>Capital IQ will standardize all the individual recommendations across the brokers on a 1- 5 point scale.<br/><div>Mean Rating Range&nbsp;&nbsp;Consensus Rating</div><div>1.0 - 1.5&nbsp;&nbsp;Buy</div><div>1.5 - 2.5&nbsp;&nbsp;Outperform</div><div>2.5 - 3.5&nbsp;&nbsp;Hold</div><div>3.5 - 4.5&nbsp;&nbsp;Underperform</div><div>4.5 - 5.0&nbsp;&nbsp;Sell</div><div>Zero&nbsp;&nbsp;No Recommendation</div>"
		}, 
		{
			"id":"epsNorm",
			"definition": "Earnings Per Share Excluding Exceptional Items.<br/>Most analysts define EPS Normalized as the adjusted EPS for pre-and after-tax unusual gains or losses (Exceptional Items) divided by the number of Diluted Weighted Average Shares Outstanding (WASO).<br/>All Estimates with suffix - E indicate \"Estimated Value\" and suffix - A indicate Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		},
		{
			"id":"epsGAAP",
			"definition":"Earnings Per Share GAAP.<br/>Analysts calculate EPS according to Generally Accepted Accounting Principles, as reported by companies.<br/>All Estimates with suffix - E indicate \"Estimated Value\" and   suffix - A indicate Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		},
		{
			"id":"ebit",
			"definition":"Earnings Before Interest & Taxes (EBIT).<br/>Most analysts define EBIT as Operating Income normalized for unusual items such as merger/restructuring charges, gain/losses related to legal settlements and non-recurring gain/losses on the sale or write-down of assets.<br/>All Estimates with suffix - E indicate \"Estimated Value\" and   suffix - A indicate Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		}, 
		{
			"id":"ebt",
			"definition":"Earnings Before Taxes Excluding Exceptional Items (EBT).<br/>Most analysts define EBT (Excl Excep) as a measure of a company's profits before taxes. This measure deducts all expenses from revenue including interest expenses and operating expenses but it also excludes Exceptional items.<br/>All Estimates with suffix - E indicate \"Estimated Value\" and   suffix - A indicate Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		}, 
		{
			"id":"netIncome",
			"definition":"Net Income Excluding Exceptional Items.<br/>Most analysts define Net Income (Excl Excep) as a measure of net profit adjusted for pre-and after-tax unusual gains or losses (Exceptional Items).<br/>Exceptional items: Exceptional items are losses or gains that are non-recurring and unusual. They are separately disclosed so that investors get a better picture of underlying trends.<br/>All Estimates with suffix - E indicate \"Estimated Value\" and   suffix - A indicate Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		},
		{
			"id":"netIncomeGAAP",
			"definition":"Net Income (GAAP)<br/>Analysts define Net Income (GAAP) as a measure of net profit as reported by companies according to Generally Accepted Accounting Principles.<br/>All Estimates with suffix - E indicate \"Estimated Value\" and   suffix - A indicate Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		},
		{
			"id":"revenue",
			"definition":"Analysts define Revenue as the total proceeds from the sale of products and/or services.<br/>All Estimates with suffix - E indicate \"Estimated Value\" and   suffix - A indicate \"Actual Value\". Estimates will be displayed when there are 3 or more analyst contributions."
		},
		{
			"id":"chart",
			"definition":"Remove one or more companies from displaying in the price chart by deselecting them."
		},
		{
			"id":"firstTradeDate",
			"definition":"The date the trade was made. If there are more than one transaction, this will show the first trade date."
		},
		{
			"id":"numberOfShares",
			"definition":"The total number of shares for this company."
		},
		{
			"id":"lastClosePrice",
			"definition":"The last close price for this company."
		},
		{
			"id":"currentValue",
			"definition":"The current value of the stock, which is the total number of shares multiplied by the last close price. "
		},
		{
			"id":"Delete",
			"definition":"Select this option to delete the transaction. This will not remove the company from the StockList."
		},
		{
			"id":"tranTradeDate",
			"definition":"The date the shares were purchased or sold."
		},
		{
			"id":"transNoOfShares",
			"definition":"The number of shares that were purchased or sold."
		},
		{
			"id":"transPrice",
			"definition":"The per share price when the purchase (buy or sell) was made."
		},
		{
			"id":"transLastClosePrice",
			"definition":"The price per share at the last close price."
		},
		{
			"id":"portfolioTotalInvested",
			"definition":"Total invested includes all transactions."
		},
		{
			"id":"currentPortfolioValue",
			"definition":"Current Total Value is the sum of all shares currently owned multiplied by the last close price.  This figure is an estimate only, as it is not inclusive of fees or other trading charges."
		},
		{
			"id":"portfolioPercentChange",
			"definition":"Percent change is based on total invested vs current value."
		},
		{
			"id":"socialAlphaAnalytics",
			"definition":"Measures of social sentiment and engagement around a stock derived from posts on Twitter."
		},
		{
			"id":"socialAlphaTwitterFeed",
			"definition":"Recent relevant Twitter posts about the stock."
		},
		{
			"id":"socialAlphaAnalyticsSentiment",
			"definition":"The Social Alpha Sentiment Indicator represents the market sentiment for the selected stock, aggregated from posts on Twitter. It indicates how bearish or bullish social media posts are on a particular publicly traded company. Social Alpha detects the sentiment expressed in individual posts relevant to a publicly traded company. The indicator represents the moving average of sentiment expressed in all relevant posts in the last 5 days. This indicator provides a view of market mood based on social media, and is not a recommendation to buy or sell any particular stock."
		},
		{
			"id":"socialAlphaAnalyticsBuzz",
			"definition":"The Social Alpha Buzz Indicator represents the level of social interest in a stock, based on the level of engagement on Twitter. Social Alpha detects relevant social posts discussing the selected publicly traded company. The buzz level is a measure of how the current volume of posts compares to the normal volume for a given company. This indicator is not a recommendation to buy or sell any particular stock."
		}
		
	]
}