{
	"messages": [
		{
			"passwordError": "Passwords must be at least 8 characters, and include a blend of letters, numbers and symbols.",
			"password": "Password is required.",
			"passwordNew": "New Password is required.",
			"passwordRetype": "Retype Password is required.",
			"passwordRetypeNew": "Retype New Password is required.",
			"passwordMatch": "Your passwords must match.",
			"emailRequired": "Email Address is required.",
			"emailValid": "Your email address must be in a valid format.",
			"signUp": {
				"success": "<h4>Your account has been created.</h4> <p>The next step is to validate your email address.</p> <p>Please log into your email account and click the link to confirm your email address.</p>",
				"emailDuplicate": "That email address is already registered with StockFacts. Please enter a new email address.",
				"termsCheck": "You must agree to the SGX Terms and Conditions before proceeding."				
			},
			"verifyAccount": {
				"success": "Your email address has been verified. Select the link below to access StockFacts Premium.",
				"invaldToken": "The time limit for validating your email address has expired. Select the link below to access StockFacts Premium, then login to trigger another validation email to be sent to you.",
				"alreadyVerified": "Your email address has already been verified. Select the link below to access StockFacts Premium."				
			},
			"signIn": {
				"invalidUserPass": "The email address and/or password you entered are not valid.",
				"accountNotValid": "Your email address has not been validated yet. ",
				"accountLocked": "You have surpassed the number of allowable logins (we allow three attempts). Your account has been locked. Please try again in 30 minutes.",
				"verifySuccess": "Your account has been verified. Sign in to get started!"
			},
			"forgotPass": {
				"emailReset": "An email was sent to reset your password."	
			},
			"resetPass": {
				"success": "Your password has been reset.",
				"invaldToken": "The time limit for resetting your password has expired."
			},
			"accountSettings": {
				"introPremium": "You are currently enrolled in a StockFacts Premium account. It is set to expire on",
				"introTrial": "You have <span class='current-day'></span> days left in your trial.",
				"introExpired": "Your trial has expired."			
			},
			"resendValidation": {
				"emailResent": "An email was sent to with new validation requirements.",
				"invalidUser": "Your account is currently disabled."	
			},
			"purchaseAccount": {
				"success": "Purchase account success message.",
				"cancelFail": "Canacel/Fail purchase account message."
			}
		}	
	]
}