{
	"messages": [
		{
			"passwordError": "Passwords must be at least 8 characters, and include a blend of letters, numbers and symbols.",
			"password": "Password is required.",
			"passwordNew": "New Password is required.",
			"passwordRetype": "Retype Password is required.",
			"passwordRetypeNew": "Retype New Password is required.",
			"passwordMatch": "Your passwords must match.",
			"emailRequired": "Email Address is required.",
			"emailValid": "Your email address must be in a valid format.",
			"signUp": {
				"success": "<h4>Your account has been created.</h4> <p>The next step is to validate your email address.</p> <p>Please log into your email account and click the link to confirm your email address.</p>",
				"emailDuplicate": "That email address is already registered with StockFacts. Please enter a new email address.",
				"termsCheck": "You must agree to the SGX Terms and Conditions before proceeding.",
				"termsConditions": "<div class='terms'><h2>STOCKFACTS PLUS TERMS AND CONDITIONS</h2><p>StockFacts Plus is website providing advanced tools for the quantitative analytics of financial and corporate company information which include advanced charting tools, technical analysis, advanced estimates, portfolio simulation and real time pricing (“StockFacts Plus”) managed by Singapore Exchange Securities Trading Limited (“SGX-ST”). You may access the service, content, information, data and material on StockFacts Plus by subscribing for an account.</p><p><b>PLEASE READ THE FOLLOWING TERMS AND CONDITIONS BEFORE ACCESSING THIS WEBPAGE OR SUBSCRIBING FOR A STOCKFACTS Plus ACCOUNT (“<span class='underline'>ACCOUNT</span>”).</b></p> <p><b>BY SUBSCRIBING FOR AN ACCOUNT AND CLICKING ON “AGREE”, YOU ACKNOWLEDGE AND AGREE TO BE BOUND BY THE TERMS AND CONDITIONS IN THIS AGREEMENT (<span class='underline'>“AGREEMENT</span>”) AS SET OUT BELOW:</b></p><ol><li><h3>Subscription for an Account</h3><ol><li>To subscribe for an (“<span class='underline'>Account</span>”), you must register with your own email address and a password of your choice which meets StockFacts Plus’s secure password requirements.  Upon successful subscription, these will serve as your user ID and password respectively (collectively, “<span class='underline'>Login Details</span>”).  All notices will be delivered to this email address during the period of subscription. You may not share, delegate, assign, sub-contract or transfer your Account and/or any of your rights or obligations under this Agreement.</li><li>You are entitled to a fourteen (14) days’ free trial period (“Trial Period”) when you subscribe for an Account.  During the Trial Period, you will be able to access only limited StockFacts Plus resources, you will not be able to access real-time pricing data.</li><li>Seven (7) days before the Trial Period expires, you will be notified of the Trial Period expiry date (“<span class='underline'>Trial Period Expiry Date</span>”). An additional reminder will be sent near the Trial Period Expiry Date. To continue your subscription for a period of one (1) year from the Trial Period Expiry Date (“<span class='underline'>Subscription Period</span>”), you must confirm that you wish to continue subscription and pay the subscription fee at least three (3) days before the Trial Period expires. SGX-ST may waive any delay at its sole discretion. All subscriptions are subject to the approval of SGX-ST whose decision shall be final.</li><li>The subscription fee rates for the relevant level of service/access are available on the StockFacts Plus website, but SGX-ST may revise it at any time without advance notice to you (“<span class='underline'>Subscription Fee</span>”). The new rates will apply when you next renew your subscription. The Subscription Fees stated are exclusive of taxes and bank charges (if any), which shall be borne by you alone.</li><li>All sums paid to SGX-ST at any time are not refundable except in accordance with SGX-ST’s refund policy (“<b>Refund Policy</b>”), even if you opt not to use or to stop using your Account or if your Account is suspended or terminated. The Refund Policy is updated from time to time and published on the Stockfacts Plus website.  All refunds, if permitted by SGX-ST, will be paid or credited to you via the original method of payment.</li><li>Fourteen (14) days before the existing Subscription Period expires, we will notify you of the expiry date of your Account (“<span class='underline'>Account Expiry Date</span>”) and remind you to pay the Subscription Fee.  You must pay the Subscription Fee seven (7) days before the Account Expiry Date to continue to use your Account for a further period of one (1) year.</li><li>Your Account will automatically terminate on the Trial Period Expiry Date or the Account Expiry Date (as the case may be) if you do not confirm your subscription and make payment of the Subscription Fee for the new Subscription Period.</li></ol></li><li><h3>Use of StockFacts Plus </h3><ol><li>You acknowledge and agree that the Global Industry Classification Standard (“<span class='underline'>GICS</span>”) data are referenced, incorporated and part of StockFacts Plus.  You undertake that that you will treat such GICS data as proprietary to MSCI, Inc. (“<span class='underline'>MSCI</span>”) and Standard &amp; Poor’s Financial Services LLC (“<span class='underline'>S&amp;P</span>”). You further acknowledge and agree that MSCI and S&amp;P are the sole and exclusive owners of GICS (including all trade secrets, copyrights, trademarks and other intellectual property rights in or to GICS).</li><li>You acknowledge and agree that the Governance and Transparency Index (“<span class='underline'>GTI</span>”) ranking is referenced, incorporated and part of StockFacts Plus. You acknowledge that the GTI ranking is sponsored by CPA Australia and produced independently by a team of researchers from the National University of Singapore Centre for Governance, Institutions and Organisations (“<span class='underline'>CGIO</span>”). You further acknowledge and agree that CPA Australia and CGIO are the sole and exclusive owners of the GTI (including all trade secrets, copyrights, trademarks and other intellectual property rights in or to the GTI). The information and statistics are prepared by CGIO from publicly available material on the basis that such information is accurate and complete. The GTI ranking exercise is not an offer for corporate governance consultancy. Partners, directors and/or employees of the National University of Singapore (including CGIO), CPA Australia and Singapore Exchange Limited (“<span class='underline'>SGX</span>”) may sit on the board of directors of certain of the companies listed on the SGX-ST but they are not directly involved in the GTI ranking assessment of such listed companies. Further information may be obtained from <a href='http://bschool.nus.edu.sg/CGIO.aspx' target='_blank'>http://bschool.nus.edu.sg/CGIO.aspx</a>.</li><li>You shall not use or permit anyone to use any service, content, information, data or material contained in or provided through StockFacts Plus, including GICS and the GTI ranking (collectively “<span class='underline'>Information</span>”) for any unlawful or unauthorised purposes.</li><li>Your use of StockFacts Plus and/or the Information shall be solely for your personal and non-commercial use. You are not to (i) alter, reformat, modify or adapt any component of StockFacts Plus and/or the Information including translating, decompiling, disassembling, reverse engineering or creating derivative works, (ii) resell or otherwise transfer any use of StockFacts Plus and/or the Information, or any part or component thereof, or make available to any other person/entity (including subsidiaries, affiliates or unlicensed business units or any of your unauthorised employees), directly or indirectly, for any use, including, by loan, rental, service bureau, external time sharing or similar arrangement, (iii) use StockFacts Plus and/or any Information to verify the accuracy of other data or to correct such other data or (iv) copy, reproduce, upload, post, transmit, adapt, translate, modify, edit, publish, display or distribute, in any form, StockFacts Plus and/or any Information or any part thereof. The caching, linking, embedding, mirroring or framing of StockFacts Plus and/or any Information or any part thereof are prohibited.</li><li>Without prejudice to the generality of the foregoing, you represent and agree that that you will not use StockFacts Plus and/or any Information to create any securities products or indices based thereon. </li><li>You shall not create any hyperlink to any page (including the homepage) of StockFacts Plus and/or any Information.</li><li>You warrant, represent and undertake that (i) your use of StockFacts Plus and/or any Information shall be in compliance with all laws, regulations, rules, directives and this Agreement (as may be amended from time to time) and that (ii) you have full legal capacity under your country’s laws and are not prevented prohibited by any laws or regulations to enter into and to perform this Agreement.</li><li>You agree to access StockFacts Plus only via your Login Details and to take all measures and steps necessary to protect and prevent the unauthorised use and publication of your Login Details. You shall not share your Account with any other person/entity. You shall notify SGX-ST if you become aware of or if you reasonably believe that there is any unauthorised use of your Login Details or any other breach of security. You shall cooperate with SGX-ST in all investigations relating to such breach. You shall also comply with all notices, directions or instructions given by SGX-ST from time to time regarding the use of StockFacts Plus or your Account.</li><li>You shall be solely responsible for setting up and configuring your computer, hardware, software and/or equipment for your use of StockFacts Plus, all necessary resources for such use and all cost arising therefrom. You agree that your access and use of StockFacts Plus and/or any Information may incur data, internet and other fees and charges imposed by third party service providers and you agree that such fees and charges shall be wholly borne by you.</li><li>You acknowledge that SGX-ST may, in its sole discretion at any time without giving any reasons, deny, suspend, restrict or terminated your ability to access or use StockFacts Plus or your Account and/or all or any part of the Information. Without prejudice to the foregoing, SGX-ST may, in its sole discretion, suspend or terminate your Account with immediate effect if (i) you are in breach any term or condition of this Agreement, (ii) SGX-ST suspects that the security of your Account has been compromised or accessed in an unauthorised manner, (iii) it becomes illegal or not in the public interest for StockFacts Plus and/or any Information to continue to be available to you, (iv) you become insolvent or bankrupt or (v) SGX-ST decides to terminate any part or all of StockFacts Plus.</li></ol></li><li><h3>Information Relating to You</h3><ol><li>Save for your email address, you will not provide any sensitive, confidential and/or proprietary information and personal data belonging to you and/or any other person/entity. SGX-ST will not be responsible and/or obliged to hold such information in confidence and/or protect such information if so provided by you.</li><li>You authorise and give your consent in accordance with the Personal Data Protection Act 2012 (No. 26 of 2012) to SGX-ST, SGX, the subsidiaries and/or affiliates of SGX (collectively, the “<span class='underline'>SGX Group</span>”) (x) accessing your Account from time to time (y) collecting, retaining, using and disclosing your personal information and data to SGX Group members and/or any party, system or database in Singapore or elsewhere, including banks, credit card companies, online payment service providers and other third parties who have relevant service arrangements with the SGX Group (“<span class='underline'>Service Providers</span>”), and (z) giving consent and authorisation on your behalf to disclose your personal information and data (where required) to the Service Providers for the following purposes:-<ol><li>to administer or track the use of StockFacts Plus or the Account (including for security and analytical purposes) and deal with any technical issues;</li><li>to facilitate the provision of products and services to you;</li><li>to provide to you marketing information that you have agreed to receive on any SGX Group members’ products and services;</li><li>to facilitate any payment transactions; and</li><li>to comply with any applicable law or regulation, any binding order or directive of any court, tribunal, governmental or regulatory authority having competent jurisdiction over any SGX Group member or Service Providers, or pursuant to the requirements of any stock exchange on which the shares or securities of any SGX Group member or Service Providers are listed.</li></ol></li></ol></li><li><h3>Disclaimers</h3><ol><li>StockFacts Plus is not intended for distribution to, or for use by or to be acted on by any person or entity located in any jurisdiction where such distribution, use or action would be contrary to applicable laws or regulations or would subject any SGX Group member to any registration or licensing requirements.</li><li>No part of StockFacts Plus should be considered as an offer, solicitation, advertisement, inducement or representation to buy or sell, nor financial or investment advice or recommendation in relation to any undertakings, securities, financial instruments, investment products or services within Singapore or any other jurisdiction.</li><li>StockFacts Plus provides general information only. It is not intended as professional and/or financial advice nor does any Information on StockFacts Plus constitute a comprehensive or complete statement of the matters discussed or the law relating thereto. Such Information on StockFacts Plus does not take into account the investment objectives, financial situation and particular needs of any person.</li><li>All persons are advised to consult, to the extent necessary, his own independent, competent, legal, financial and other professional advisors, when deciding whether to make any actual investment to ensure any decision he makes is suitable for him with regard to his circumstances and financial position. Investments in undertakings, securities, financial instruments, investment products or services involve risks. Past results do not guarantee future performance.</li><li>Each of the SGX Group members and the third party information and data providers involved in or relating to the provision or compilation of StockFacts Plus and/or any Information (collectively referred to as “<span class='underline'>Information Providers</span>”) makes no representations or warranties of any kind, either express or implied, with respect to StockFacts Plus or any Information or the results to be obtained by the use thereof or any of the functions contained on StockFacts Plus. Without limiting the generality of the foregoing, the Information Providers expressly disclaim any and all warranties of truth, adequacy, originality, accuracy, timeliness, completeness, non-infringement, suitability, satisfactory quality, merchantability or fitness for any particular purpose or any representations or warranties arising from usage, custom or trade or by operation of law. The information on StockFacts Plus is subject to change without notice. Companies that have no trading activity, are suspended, or on trading halt for longer than a year will not be displayed on StockFacts Plus.</li><li>There may be links to external or third-party websites on StockFacts Plus which are owned and operated by parties who are not SGX Group members (“<span class='underline'>Third Party Sites</span>”). This Agreement governs only StockFacts Plus and not any Third Party Sites. Links to Third Party Sites may be provided merely for convenience and are not endorsements or support of the content, information, products and/or services in such Third Party Sites. No SGX Group member controls such Third Party Sites. None of the SGX Group members make any representation or warranty and each SGX Group member expressly disclaims any obligation, responsibility and/or liability arising from, in relation to or in connection with the Third Party Sites (including any content, information, products and/or services therein). By clicking on a link to any Third Party Site, you will leave StockFacts Plus and your access to such Third Party Sites is at your own risk.</li><li>Due to the inherent defects of electronic distribution, there may be errors, delays, omissions, interruption, breach of security, corruption, unavailability of access in connection with or inaccuracies in StockFacts Plus and/or any Information (“<span class='underline'>Defects</span>”). SGX-ST does not guarantee, represent or warrant that access and use of StockFacts Plus will be uninterrupted. SGX-ST assumes no responsibility for consequences of any such Defects even if either of us had been advised as to the possibility. You acknowledge and agree that StockFacts Plus may be unavailable from time to time due to required maintenance, telecommunications, electronic or other failures or interruptions (including Defects).</li><li>SGX-ST does not guarantee, represent or warrant that any part of StockFacts Plus is free of malicious software, including viruses, computer worms, Trojan horses, spyware or other harmful components (“<span class='underline'>Malicious Software</span>”). SGX-ST accepts no liability for any loss, damage, claim liability, expense or costs that may result from any transmission of such Malicious Software via part of StockFacts Plus (including, but not limited to, files downloaded from StockFacts Plus).</li><li>You assume the entire risk of any use you may make of StockFacts Plus (including your StockFacts Plus Account), the Information and/or any risks in making payment of the Subscription Fee (including the method of payment). In no event shall any member of the SGX Group, any Information Providers, any third-party licensors (including but not limited to Capital IQ, Inc. (“<span class='underline'>Capital IQ</span>”)), any bank, credit card company or online payment service provider, any of their respective affiliates or any other third party involved in or related to the making or compiling of StockFacts Plus and/or any Information or the payment or processing of the Subscription Fee (collectively, the “<span class='underline'>Involved Parties</span>”), be liable to you, or any other person (whether in contract, tort or otherwise) for (i) any claims, demands, liabilities, losses, damages, costs, charges or expenses of any kind (whether direct, indirect or any lost revenue or profits, loss of use or anticipated savings, loss of goodwill, loss of opportunity, loss of reputation or business, any pure economic loss or other incidental, special or consequential damages) or (ii) delays, interruptions or omissions or the inability to use StockFacts Plus and/or any Information or make payment of or process the Subscription Fee, regardless of the form of action, even if Involved Parties have been advised of or otherwise might have anticipated the possibility of such damages and no action or claim shall be brought against any of the Involved Parties in relation to the same.</li><li>You agree to indemnify and hold harmless the Involved Parties, from and against any claims, demands, liabilities, losses, damages, costs, charges and expenses, including attorneys’ fees and costs, as incurred, arising in any manner in connection with or out of your access or use of, or inability to use, StockFacts Plus (including your Account) and/or any Information, payment of the Subscription Fee or any breach by you of the terms of this Agreement or any other person’s/entity’s use of StockFacts Plus (including your Account) and/or any Information by using your Login Details or any breach of this Agreement by such other person/entity arising therefrom.</li></ol></li><li><h3>Intellectual Property</h3><ol><li>StockFacts Plus, the Information and software therein contains intellectual property, proprietary information and material that is owned by either SGX Group member(s), MSCI, S&amp;P, CPA Australia, CGIO, Capital IQ or third-party licensors (as the case may be), and is protected by applicable intellectual property and other laws, including copyright and trademark. Such intellectual property, proprietary information or material is not to be used in any way whatsoever except for viewing or using of StockFacts Plus and the Information in accordance with the terms of this Agreement. Without prejudice to the generality of the foregoing, the terms ‘Singapore Exchange Limited’, ‘Singapore Exchange’ and ‘SGX’ and SGX’s logos are SGX’s trademarks, trade names and service marks and they shall not be used without SGX’s prior written consent.</li><li>You are permitted to view StockFacts Plus and the Information. You are also permitted to download to your local hardware or print from the StockFacts Plus website and/or the Information for your personal use or private study provided that (i) you retain all copyright and proprietary notices contained in such downloaded or printed material and (b) you do not amend, edit, translate, extract, supplement or otherwise modify such downloaded or printed material in any way, or use such Materials for any public or commercial purposes. Other than the above limited permissions and without prejudice to Clause 2, all other copying or use of any of the contents on StockFacts Plus or Information is strictly forbidden. You shall observe the restrictions set out in in this Agreement even if you are accessing StockFacts Plus in a commercial/business setting. You are strictly forbidden to copy any material on StockFacts Plus and any Information for commercial use in the course of a business or to store any or all of the contents of StockFacts Plus on a proxy server, cache or other similar form of storage.</li></ol></li><li><h3>General</h3><ol><li>If any provision in this Agreement is held to be illegal, void or unenforceable, in whole or in part, under any enactment or rule of law in any jurisdiction, then (i) such provision or part shall to that extent be deemed not to form part of this Agreement, (ii) the legality, validity and enforceability of the remainder of this Agreement under such jurisdiction shall not be affected and (iii) the legality, validity or enforceability of this Agreement under any other jurisdiction shall not be affected.</li><li>SGX-ST reserves the right to modify, change, vary and/or amend this Agreement and/or discontinue or modify, change, vary and/or amend any part of StockFacts Plus in its sole discretion, including removing any content, blocking or filtering any information for whatever reason (each, an “<span class='underline'>Amendment</span>”) at any time without any prior notice.  Such Amendment shall be effective upon posting on the StockFacts Plus website. Your continued use of StockFacts Plus and your Account shall constitute your agreement and acceptance of such Amendment.</li><li>This Agreement shall be governed by and construed in accordance with Singapore law and you irrevocably submit to the non-exclusive jurisdiction of the courts of Singapore.</li><li>You acknowledge each member of the SGX Group, S&amp;P, MSCI, S&amp;P, CPA Australia, CGIO, Capital IQ and third-party licensors as third party beneficiaries of the these terms and conditions and that each of them is entitled to enforce them. Save for the aforementioned persons, a person who is not a party to this Agreement has no right under the Contracts (Rights of Third Parties) Act (Chapter 53B of Singapore) to enforce this Agreement.</li><li>If you have any complaints, feedback or require support, please contact <a href='mailto:stockfacts@sgx.com'>stockfacts@sgx.com</a> from 9am-6pm Monday to Friday (save for public holidays).</li><li>A Tax Invoice can be provided to GST registered customers upon request for claiming of Input Tax. Please indicate the following details to be sent to <a href='mailto:Finance_AR@sgx.com'>Finance_AR@sgx.com</a>:<ul class='tc-disclosure'><li>Customer Name</li><li>Billing Address</li><li>Email Address</li><li>Billing Attention Name</li><li>ARN Number</li></ul></li></ol></li></ol></div>"
			},
			"verifyAccount": {
				"success": "Your email address has been verified. Select the link below to access StockFacts Plus.",
				"invaldToken": "The time limit for validating your email address has expired. Select the link below to access StockFacts Plus, then login to trigger another validation email to be sent to you.",
				"alreadyVerified": "Your email address has already been verified. Select the link below to access StockFacts Plus."				
			},
			"signIn": {
				"invalidUserPass": "The email address and/or password you entered are not valid.",
				"accountNotValid": "Your email address has not been validated yet. ",
				"accountLocked": "You have surpassed the number of allowable logins (we allow three attempts). Your account has been locked. Please try again in 30 minutes.",
				"verifySuccess": "Your account has been verified. Sign in to get started!"
			},
			"forgotPass": {
				"emailReset": "An email was sent to reset your password."	
			},
			"resetPass": {
				"success": "Your password has been reset.",
				"invaldToken": "The time limit for resetting your password has expired."
			},
			"accountSettings": {
				"introPremium": "You are currently enrolled in a StockFacts Plus account. It is set to expire on <span class='expiration-date'></span>",
				"introPremiumLastDay": "Your account is expiring today.",
				"introTrial": "You have <span class='current-day'></span> days left in your trial.",
				"introTrialDayOne": "You have <span class='current-day'></span> day left in your trial.",
				"introTrialLastDay": "Your account is expiring today.",
				"introExpired": "Your trial has expired."			
			},
			"resendValidation": {
				"emailResent": "An email has been sent for you to validate your email address.",
				"invalidUser": "Your account is currently disabled."	
			},
			"purchaseAccount": {
				"success": "You have successfully purchased an StockFacts Plus subscription.",
				"cancelFail": "There was an error processing your transaction. Please try again."
			},
			"watchlist": {
				"error": "StockList must be between 1 and 40 characters.",
				"blankField": "Enter a value between .001 and 100% with maximum of 3 decimals."
			},
			"premium": {
				"price": "<div><span class='sign'>S$</span><span class='total'>15</span></div> <div class='sub-month'>per month*</div><div class='sub-month-note'>*Offer valid for a limited period only</div>"
			}
		}		
	]
}